Repository: KhaliidElhaj/Dynamic-alerting-Sytem-for-immuinent-Flood
Catalog: fldsennewversion/lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربي

source: Live Tracking
ar: تتبع مباشر

source: Water Level
ar: مستوى المياه

source: Water Velocity
ar: سرعة الماء

source: Site Status
ar: حالة الموقع

source: Current Language
ar: اللغة الحالية

# mPerS
source: M/s
ar: م/س

# mSingPlur
source: M(s)
ar: م

source: Choose A Site
ar: اختر موقع

# pAs
source: Pick one of these sites, after you've picked Press Start Tracking!
ar: اختر أحد هذه المواقع ، بعد أن تختار اضغط على بدء التتبع!

source: Line Graph
ar: خط الرسم البياني

# eSixS
source: Every 60 seconds, the floods Water level will be set on this graph.
ar: كل 60 ثانية سيتم تعيين منسوب مياه الفيضانات على هذا الرسم البياني

source: -Meter(s)-
ar: -أمتار-

# eNoREP
source: -Each Number Represents a Minute-
ar: -كل رقم يمثل دقيقة-

# infoMisc
source: Info & Miscellaneous
ar: معلومات ومتنوعة

# langStatement
source: This Application's language is inline with the device's language, to change it change the device's language.
ar: لغة هذا التطبيق متوافقة مع لغة الهاتف ، لتغييرها يجب تغيير لغة الهاتف
